/* No comment provided by engineer. */
"PLEASE CONNECT YOUR COMPUTER TO AC POWER. IF YOU DO NOT, YOUR COMPUTER WILL GO TO SLEEP IN A FEW MINUTES TO PRESERVE THE CONTENTS OF MEMORY." = "Please connect your computer to AC power. If you do not, your computer will go to sleep in a few minutes to preserve the contents of memory.";

/* No comment provided by engineer. */
"WARNING!" = "Warning!";

/* No comment provided by engineer. */
"YOU ARE NOW RUNNING ON RESERVE BATTERY POWER." = "You are now running on reserve battery power.";

/* No comment provided by engineer. */
"YOUR COMPUTER IS NOW RUNNING ON UPS BACKUP BATTERY. SAVE YOUR DOCUMENTS AND SHUTDOWN SOON." = "Your computer is now running on UPS backup battery. Save your documents and shutdown soon.";

